/* No comment provided by engineer. */
"%@ (for version %@)" = "%1$@ (for version %2$@)";

/* No comment provided by engineer. */
"Agree and Upgrade" = "Agree and Upgrade";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot activate the input method." = "Cannot activate the input method.";

/* No comment provided by engineer. */
"Cannot copy the file to the destination." = "Cannot copy the file to the destination.";

/* No comment provided by engineer. */
"Install Failed" = "Install Failed";

/* No comment provided by engineer. */
"Installation Successful" = "Installation Successful";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"OpenVanilla is ready to use." = "OpenVanilla is ready to use.";

"Cannot Upgrade from Legacy Version" = "Cannot Upgrade from Legacy Version";
"A legacy version of OpenVanilla (prior to 0.9) exists.\n\nPlease delete it before installing OpenVanilla." = "A legacy version of OpenVanilla (prior to 0.9) exists.\n\nPlease delete it before installing OpenVanilla.";
"Quit Installer" = "Quit Installer";
"Uninstall Instructions" = "Uninstall Instructions";

"Unsupported Input Method" = "Unsupported Input Method";
"You are using a Bopomofo-based input method, which OpenVanilla no longer supports.\n\nWe recommend you install McBopomofo instead." = "You are using a Bopomofo-based input method, which OpenVanilla no longer supports.\n\nWe recommend you install McBopomofo instead.";
"Visit McBopomofo Website" = "Visit McBopomofo Website";
"Continue Anyway" = "Continue Anyway";

"Table-Based Input Method Setup Notice" = "Table-Based Input Method Setup Notice";
"Since you have been using a table-based input method, please go to OpenVanilla preferences to update your input method settings after installation." = "Since you have been using a table-based input method, please go to OpenVanilla preferences to update your input method settings after installation.";

"Upgrade Successful" = "Upgrade Successful";
"OpenVanilla is ready to use.\n\nSince you have upgraded from an older version of OpenVanilla (before 1.0), we recommend you log out to make sure that when you come back, every app works with OpenVanilla." = "OpenVanilla is ready to use.\n\nSince you have upgraded from an older version of OpenVanilla (before 1.0), we recommend you log out to make sure that when you come back, every app works with OpenVanilla.";
"Log Out" = "Log Out";
"Why I Need This?" = "Why I Need This?";
"Finish" = "Finish";
"Stopping the old version. This may take up to one minute…" = "Stopping the old version. This may take up to one minute…";
"Attention" = "Attention";
"OpenVanilla is upgraded, but please log out or reboot for the new version to be fully functional." = "OpenVanilla is upgraded, but please log out or reboot for the new version to be fully functional.";
